317-s21/present-org/10-1-theology-new-philosophies.tex
% Created 2021-03-17 Wed 08:21
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{dale}
\date{Spring 2021}
\title{Theology and New Philosophies}
\hypersetup{
 pdfauthor={dale},
 pdftitle={Theology and New Philosophies},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.1 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\maketitle
\setcounter{tocdepth}{1}
\tableofcontents


\section*{Theology And Recent Philosophies}
\label{theology-and-recent-philosophies}
\subsection*{Wittgenstein}
\label{wittgenstein}
\begin{itemize}
\item logical positivists demanded, “How can we design a scientific experiment to test whether or not God exists?
\item later writings of the philosopher Ludwig Wittgenstein, they have recognized how many different ways language can be used meaningfully.
\item Language has also been a preoccupation for French philosophers like Jacques Derrida and François Lyotard, and theologians have recently used their ideas to develop a “postmodern” theology
\end{itemize}

\subsection*{deconstruction}
\label{deconstruction}
\begin{itemize}
\item Two world wars, the Holocaust, and increasing globalization make such “modern” views impossible to hold in a postmodern world. Derrida advocated the need for a postmodern “deconstruction” of knowledge
\end{itemize}

\section*{American response}
\label{american-response}
\begin{itemize}
\item United States. Evangelical theology, with a renewed emphasis on the authority and often the literal inspiration of the Bible, also continues to be an important force in American theology, but it has generally reaffirmed the views Charles Hodge and Benjamin B. Warfield developed in the nineteenth century rather than producing new ideas.
\end{itemize}

\subsection*{Process theology}
\label{process-theology}
\begin{itemize}
\item “process theology,” has developed here under the influence of Alfred North Whitehead.
\item Process theology describes a God who is perfect in that he is perfectly related to everything, who lures actions by love rather than forcing them by power. “He is the poet of the world, with tender patience leading it by his vision of truth, beauty, and goodness.
\end{itemize}

\section*{Hope \& Eschatology}
\label{hope--eschatology}
\begin{itemize}
\item reaction to Bultmann: viz. place of \textbf{Old Testament} for Christian theology
\item Schweitzer \& others have shown the importance of \textbf{eschatology} for understanding New Testament
\item Pannenberg: Christian theology must understand itself in the world we live in
\item Dorothy Sölle: role of \textbf{suffering} in Theology
\end{itemize}
\begin{NOTES}


Notes:

OT use: p. 263/268. One contra Bultmann, one MLK re. liberation

Issue: use of OT in Christian theology

\begin{itemize}
\item pre-figuring NT
\item superceded
\item needing figurative interpretation
\end{itemize}

Wolfhart Pannenberg (2 October 1928 -- 4 September 2014) was a German theologian. He has made a number of significant contributions to modern theology, including his concept of \textbf{history as a form of revelation centered on the Resurrection of Christ}, which has been widely debated in both Protestant and Catholic theology, as well as by non-Christian thinkers.

She wrote a large number of books, including \emph{Theology for Skeptics: Reflections on God}, \emph{The Silent Cry: Mysticism and Resistance} (2001) and her autobiography \emph{Against the Wind: Memoir of a Radical Christian} (1999). In \emph{Beyond Mere Obedience: Reflections on a Christian Ethic for the Future} she coined the term "Christofascist" to describe fundamentalists. Perhaps her best-known work in English was \emph{Suffering}, which offers a critique of "Christian masochism" and "theological sadism". Sölle's \textbf{critique is against the assumption that God is all-powerful and the cause of suffering}; humans thus suffer for some greater purpose. Instead, God suffers and is powerless alongside us. Humans are to struggle together against oppression, sexism, anti-Semitism, and other forms of authoritarianism.
\end{NOTES}
\section*{Liberation Theology}
\label{liberation-theology}
\begin{itemize}
\item Africa, Latin America: experience of being \textbf{oppressed}
\item 1960's "black liberation" in US: parallels between Israel's slavery in Egypt \& slavery in modern world
\item MLK Jr. "Letter from Birmingham Jail" cp. "Barmen Declaration"
\item James Cone: "being black is not a matter of skin color"
\item Women's liberation:
\item Recognizing that both oppressed and oppressor need "liberating"
\end{itemize}
\begin{NOTES}


Notes:

cp. the new "Reclaiming Jesus"

Nicaragua: teaching literacy with no books. Only at hand is bible.
Finding the meaning there.
\end{NOTES}
\subsection*{Theology and Freedom}
\label{theology-and-freedom}
\begin{enumerate}
\item Liberation
\item LIBERATION THEOLOGY

\item That very emphasis---liberating the captives---names the most important field of theology in the last half-century.
\item Liberation theology first drew wide attention in the United States in connection with “black liberation.”
\item James Cone's Black Theology and Black Power, published in 1969, made the blacks' liberation from their white oppressors its central theological theme and addressed whites with warnings rather than pleas for help.
\end{enumerate}

\subsubsection*{Feminist criticism / liberation}
\label{sec:org4a56f4c}

\begin{itemize}
\item Looking beyond that, Rosemary Radford Ruether (a prolific theologian committed both to feminism and to Christianity) has written,
\end{itemize}

\begin{quote}
All theologies of liberation, whether done in a black or a feminist or a Third World perspective, will be abortive of the liberation they seek, unless they finally go beyond the \ldots{} model of the oppressor and the oppressed.
\end{quote}

\subsubsection*{Theology and the Religions}
\label{sec:orgd5e5ac4}

\begin{itemize}
\item “Yes, I am a syncretist. But so are you. I know that I am a syncretist, but you don't know you are a syncretist because you have hegemonic power.
\item Other theologians of pluralism have been less insistent that multiple religions are different ways of saying the same thing. A Roman Catholic priest named Raimundo Pannikar, for example, born in Spain to a Hindu father and a Spanish mother, advocates a more strictly comparative approach.
\end{itemize}

\subsubsection*{THEOLOGY AND THE SECULAR}
\label{theology-and-the-secular}
\begin{itemize}
\item theology engaging: sciences, biology, anthropology, arts,
\item "Big enough God"
\item Harvey Cox at Harvard saw a need for Christianity to engagement with secular disciplines as a real opportunity
\item related to Bonhoeffer's "religionless Christianity"?
\end{itemize}

\subsubsection*{Theology \& the Secular}
\label{theology--the-secular}
\begin{itemize}
\item theology for church vs. for the secular world
\item John Polkinghorne
\item Ian Barbour
\item Theology: image of "wheel" vs. "matrix"
\item Harvey Cox: value in engaging the secular world (cf. Bonhoeffer)
\end{itemize}
\begin{NOTES}


Notes:

Relating God's action in the natural world to physics, biology, etc.

cf. esp. awareness of natural environment. Reading of Genesis 1.

Cox: avoid theology being a ghetto cut off from the world 
\end{NOTES}
\subsection*{World of many religions}
\label{world-of-many-religions}
\begin{itemize}
\item \textbf{"syncretism":}\footnote{\citep{placherHistoryChristianTheology2013}} "the amalgamation or attempted amalgamation of different religions, cultures, or schools of thought" --; Christianity itself syncretistic?
\item \textbf{pluralism}: truth in other religions? (John Hick)
\item Raimundo Pannikar --; center of Christian theology moving south?
\end{itemize}

\begin{NOTES}


Notes:

Raimon Panikkar Alemany (November 2, 1918 -- August 26, 2010; also known as Raimundo Panikkar and Raymond Panikkar) was a Spanish Roman Catholic priest and a proponent of inter-religious dialogue. As a scholar, he specialized in \textbf{comparative religion}.
\end{NOTES}
\section*{}
\label{sec:org6e752b7}
\bibliography{../../../../Dropbox/org-roam/winthrop-library}
\end{document}